Repository: AndreasLrx/LDAP-Admin
Catalog: Source/locale/LdapAdmin.*.po
Languages: de, pl

source: Not a well formed XML file.
de: Nicht wohlgeformtes XML.
pl: Nie dobrze sformatowany plik XML.

# constant.cadd
source: &Add
de: &Hinzufügen
pl: Dodaj:

source: Add Address
de: Adresse hinzufügen
pl: Dodaj adres

source: Add attribute...
de: Attribut hinzufügen...
pl: Dodaj atrybut...

source: New connection
de: Neue Verbindung
pl: Nowe połączenie

source: Add,Delete,Replace
de: Hinzufügen,Löschen,Ersetzen
pl: Dodaj,Usuń,Zamień

source: Add Host
de: Host hinzufügen
pl: Dodaj Host

source: Add value
de: Wert hinzufügen
pl: Dodaj wartość

# constant.canonymousconn
source: Anonymous connection
de: Anonyme Verbindung
pl: Połączenie anonimowe

# constant.cattribute
source: Attribute
de: Attribut
pl: Atrybut

source: Attribute name:
de: Attributsname:
pl: Nazwa atrybutu:

source: Binary
de: Binär
pl: Dwójkowy

source: &Browse...
de: &Durschsuchen...
pl: Przeglądaj...

# constant.ccancel
source: &Cancel
de: &Abbrechen
pl: Anuluj

source: Certificate
de: Zertifikat
pl: Certyfikat

source: &Close
de: &Schließen
pl: Zamknij

source: Name,DN
de: Name, TAG
pl: Nazwa,DN

source: Confirmation
de: Bestätigung
pl: Potwierdzenie

source: Copying...
de: Kopieren...
pl: Kopiowanie...

source: Copy selection to...
pl: Kopiuj zaznaczone do...

source: Copy %s to...
de: Kopiere %s nach...
pl: Kopiuj %s do...

source: Create folder
pl: Utwórz folder

source: Current connection
de: Aktuelle Verbindung
pl: Obecne połączenie

source: Decimal:
de: Dezimal:
pl: Dziesiętny:

# constant.cdelete
source: &Delete
de: &Löschen
pl: Usuń

source: Deleting:
de: Wird gelöscht:
pl: Usuwam:

source: Description
de: Beschreibung
pl: Opis

source: &Details
pl: Szczegóły

# constant.cedit
source: &Edit
de: &Bearbeiten
pl: Edycja

source: Edit Address
de: Adresse bearbeiten
pl: Edytuj Adres

# constant.ceditentry
source: Edit entry
de: Eintrag bearbeiten
pl: Edytuj Wpis

source: Edit Host
de: Host bearbeiten
pl: Edytuj Host

source: Edit value
de: Wert bearbeiten
pl: Edytuj Wartość

source: &E-Mail
pl: &Poczta

source: English
de: Englisch
pl: Angielski

source: Enter new value:
de: Wert eintragen:
pl: Wpisz nową wartość:

source: Enter password
de: Geben Sie Passwort ein
pl: Wpisz hasło

source: Enter rdn:
de: Tragen Sie rdn ein:
pl: Wpisz rdn:

source: Error
de: Fehler
pl: Błąd

source: &Finish
de: &Beenden
pl: Koniec

source: Folder name:
pl: Nazwa folderu:

source: Hex:
pl: Szesnastkowy:

source: Home Directory
de: Benutzerverzeichniss
pl: Katalog Domowy

source: Host Name:
pl: Nazwa Hosta:

source: Image
de: Bild
pl: Obraz

source: Information
pl: Informacja

source: IP Address
de: IP Adresse
pl: Adres IP

source: Load batch from file
de: Batch laden
pl: Ładuj batch z pliku

source: Maildrop
pl: Katalog poczty

source: Merge
pl: Scal

source: Midnight
pl: Północ

source: Skipped.
de: Übersprüngen.
pl: Pomiń.

source: More...
de: Weitere...
pl: Więcej...

source: Move %s to...
de: Verschiebe %s nach...
pl: Przenieś %s do...

source: Moving...
de: Eintrag wird verschoben...
pl: Przenosze...

# constant.cname
source: Name
pl: Nazwa

source: <<new>>
de: <<neu>>
pl: Nowy

source: New entry
de: Neue Eintrag
pl: Nowy wpis

source: New item
de: Neue Element
pl: Nowy element

source: New submenu
de: Neues Untermenü
pl: Nowe podmenu

source: New value
de: Neues Wert
pl: Nowa wartość

source: &Next
de: &Nächste
pl: Dalej

source: Old value
de: Altes Wert
pl: Stara wartość

source: Operation:
pl: Operacja:

source: Overwrite
pl: Nadpisz

source: Parent directory:
de: Übergeordnete Verzeichniss:
pl: Katalog rodzica:

# constant.cpassword
source: Password:
de: Passwort:
pl: Hasło:

source: Path: %s
de: Pfad: %s
pl: Ściezka: %s

source: Choose Accounts
de: Verbindungen wählen
pl: Wybierz konta

source: Choose Groups
de: Gruppen wählen
pl: Wybierz grupy

source: Choose members
de: '%d.%d' ' ist kein gültiger Zeitstempel'
pl: '%d.%d' nie jest prawidłowym znacznikiem czasu

source: Choose query
de: Abfrage wählen
pl: Wybierz zapytanie

source: Preparing...
de: Vorbereiten...
pl: Przygotowuje...

source: Progress:
de: Fortschritt:
pl: Postęp:

source: Properties of %s
de: Eigenschaften von %s
pl: Właściwości %s

source: Private
de: Eigene
pl: Prywatny

source: Rename
de: Mitglieder wählen
pl: Wybierz członków

source: Resource:
pl: Zmień

source: &Retry
de: &Wiederholen
pl: Powtóz

source: Samba Domain
pl: Domena Samby

source: Use current user credentials
de: Aktuelle Benutzerdaten verwenden
pl: Uzyj poświadczeń bieżącego użytkownika

source: Save protocol
de: Protokoll speichern
pl: Zapisz protokuł

source: Save batch to file
de: In Datei Speichern
pl: Zapisz plik batch

source: Save search results
de: Suchergebnisse speichern
pl: Zapisz wynik szukania

source: Save to LDAP
de: In LDAP speichern
pl: Zapisz do LDAP

source: Search base
de: Suchbasis
pl: Baza szukania

source: Search results:
de: Suchergebnisse:
pl: Wynik szukania:

source: Select alias directory
de: Alias Verzeichniss
pl: Wyberz katalog dla aliasu

source: Select entry
de: Eintrag auswählen
pl: Wybierz wpis

source: Server: %s
pl: Serwer: %s

source: Set password...
de: Kennwort setzen...
pl: Ustaw hasło...

source: &Skip
de: &Überspringen
pl: Pomiń

source: Skip &all
de: Alle überspringen
pl: Pomiń wszystko

source: &Smart delete
de: &Verweise entfernen
pl: Sprytne usuwanie

source: SMTP Address:
de: SMTP Adresse:
pl: Adres SMTP:

source: Second name
de: Nachname
pl: Nazwisko

source: Text
pl: Tekst

source: Unknown
de: Unbekannt
pl: Nieznany

source: User: %s
de: Benutzer: %s
pl: Użytkownik: %s

source: Username
de: Benutzername
pl: Nazwa użytkownika

source: User Prompt
de: Benutzereingabe
pl: Dialog z użytkownikiem

# constant.cvalue
source: Value
de: Wert
pl: Wartosć

# constant.cview
source: &View
de: &Anzeigen:
pl: Podgląd

source: View picture:
de: Bild anzeigen:
pl: Podgląd Obrazka:

source: Warning
de: Warnung
pl: Ostrzeżenia

source: Container...
pl: Kontener...

source: &Computer...
pl: Komputer...

source: &Entry...
de: &Eintrag...
pl: Wpis...

source: &Group...
de: &Gruppe...
pl: Grupa...

source: Grou&p of unique names...
pl: Grupa o unikatowych nazwach...

source: &Locality...
de: &Lokalität...
pl: Lokalizacja...

source: &Mailing list...
de: &Mailliste...
pl: Lista Mailingowa...

# constant.mcnew
source: &New...
de: &Neu...
pl: Nowy...

source: &Organizational unit...
de: &Organisationseinheit...
pl: Jednostka Organizacyjna...

source: &Transport table...
de: &Transporttabelle...
pl: Tabela Transport...

source: &User...
de: &Benutzer...
pl: Użytkownik...

source: You have to enter a name for this connection!
de: Sie müssen einer Name für diese Verbindung eingeben!
pl: Musisz podać nazwę dla tego połączenia!

source: Argument must be a decimal number: %s!
de: Argument muss ein Dezimalnummer sein: %s!
pl: Argument musi być liczbą dziesiętną!

source: Assertion value %s must be decimal number!
de: Assertion Wert %s muss ein Dezimalnummer sein!
pl: Wartość %s musi być liczbą dziesiętną!

source: Manually setting of this option is not recommended! Unless you are certain that there is a problem with autodetection it is recommended to let LdapAdmin detect the directory type.
pl: Ręczne ustawienie tej opcji nie jest zalecane! Chyba, że są problemy z automatycznym wykrywanie. Zaleca się, aby to LdapAdmin wykrywał typ katalogu.

source: Binary match on dn is not allowed!
de: Ein Binäres Filter kann nicht auf DN angewendet sein!
pl: Porównianie binarne dn nie jest dozwolone!

source: This storage can not store passwords
de: In diesem Speicher können keine Passwörter aufbewahrt werden!
pl: Ten magazyn nie pozwala na przetrzymywanie haseł

source: The name of the security certificate is invalid or does not match the server name!
de: Der CN-Name des Zertifikats ist ungültig oder stimmt nicht mit dem Servernamen überein!
pl: Nazwa certyfikatu nie pasuje do nazwy serwera!

source: Signature check failed!
de: Signaturprüfung ist fehlgeschlagen!
pl: Sprawdzanie podpisu nie powidło się!

source: The security certificate has expired or is not yet valid!
de: Das Sicherheitszertifikat ist abgelaufen oder noch nicht gültig!
pl: Certyfikat wygasł, lub nie uzyskał jeszcze ważności!

source: Issuer certificate not found
de: Das Herausgeberzertifikat ist nicht vorhanden, bzw. nicht vertraunswürdig!
pl: Wystawca certyfikatu nie został znaleziony

source: Error opening certificate system store %s: %s!
de: Fehler beim öffnen der Fehler beim öffnen der Zertifikatsspeicher %s: %s!
pl: Błąd otwarcia systemowego magazynu certyfikatów %s: %s!

source: The certificate is self-signed root certificate
de: Das Zertifikat ist ein selbst-signiertes Root-Zertifikat.
pl: Ten certyfikat jest samopodpisanym certyfikatem root.

source: An attempt to retrieve user change password priviledge failed:
pl: Próba pobrania uprawnień zmiany hasła użytkownika nie powiodła się

source: An attempt to set user change password priviledge failed:
pl: Próba ustawinia uprawnienia użytkownika do zmiany hasła nie powidła się

source: Class %s not found!
de: Klasse %s könnte nicht gefunden werden!
pl: Clasa %s nie znaleziona!

source: %d subentries
de: %d Unterverzeichnisse
pl: %d podwpis

source: Connection is successful.
de: Verbindung erfolgreich.
pl: Połączenie zostało nawiązane.

source: Error converting sambaNextRid:
de: Fehler beim konvertieren von sambaNextRid:
pl: Błąd konwertowania sambaNextRid:

source: date format
de: Datumsformat
pl: format czasu

source: Directory does not exist: %s!
de: Verzeichniss exsistiert nicht: %s!
pl: Katalog nie istnieje: %s!

source: Do not show this message in the future.
pl: Nie pokazuj tej wiadomosci w przyszłości.

source: Shortcut '%s' is already assigned to '%s' menu item!
de: Tastaturkürzel '%s' ist bereits dem Menüeintrag '%s' zugewiesen!
pl: Skrót został już przydzielony jako element menu!

source: Empty argument!
de: Parameter ist leer!
pl: Pusty argument!

source: File %s is empty!
de: Datei %s ist leer!
pl: Plik %s jest pusty!

source: Error extracting method name!
de: Fehler beim extrahieren von Methodennamen! !
pl: Błąd przy wyciąganiu nazwy metody!

source: Error setting %s event: %s event type is not supported!
de: Fehler beim setzen von Ereigniss %s: %s Ereignisstyp ist nicht unterstützt!
pl: Błąd ustawiania %s zdarzenia: %s Typ zdarzenie nie jest wspierany!

source: Expected %s at %s!
de: %s bei %s erwartet!
pl: Oczekiwano %s at %s!

source: Export accounts
pl: Eksportuj konta

source: Select items to export:
pl: Wybierz elemnty do eksportu

source: Cannot GetProcAddress of %s.
de: GetProcAddress für %s fehlgeschlagen.
pl: Nie mogę GetProcAddress z %s.

source: You have to enter at least one mail address for this group!
de: Sie müssen mindestens eine E-Mail Adresse für diese Gruppe festlegen!
pl: Musisz podać przynajmniej jeden adres email dla tej grupy!

source: You have to enter a name for this group!
de: Sie müssen ein Name für diese Gruppe eingeben!
pl: Muisz podać nazwę tej grupy!

source: Image format not supported!
pl: Format obrazu nie obsługiwany!

source: Import accounts
pl: Importuj konta

source: Select items to import:
pl: Wybierz elemnty do importu:

source: Import to:
pl: Importuj do:

source: integer number
de: Ganzzahl
pl: liczba calkowita

source: Invalid Argument Index: %d
de: Ungültiger Parameter-Index: %d
pl: Zły Index Argumentu: %d

source: Invalid LDAP version in command line: %s
de: Ungültige LDAP-version in Befehlszeile: %s
pl: Zła wersja LDAP w lini komend: %s

source: Invalid or unsupported filter type: %s!
de: Üngultiger oder nicht unterstützter Filtertyp!
pl: Zły lub nie wspierany typ filtru!

source: Invalid value %s for <%s>!
de: Ungültiges %s für <%s>!
pl: Zła wartość %s dla <%s>!

source: Invalid time format: %s!
de: Ungültiges Zeitformat!
pl: Zły format czasu!

source: Invalid URL format!
de: Ungültiges URL-Format!
pl: Zły format URL!

source: LDAP error: %s!
de: LDAP Fehler: %s!
pl: Błąd LDAP: %s!

source: LDAP error! %s: %s.
de: LDAP Fehler! %s: %s.
pl: Bład LDAP! %s: %s.

source: Line %d: Empty line may not be folded!
de: Zeile %d ist leer, Zeilenumbruch nicht möglich!
pl: Line %d: Pusta linia nie może być złożona!

source: Internal error: Invalid LDIF mode!
de: Interner Fehler: Ungültige LDIF-Mode!
pl: Wewnętrzny Błąd: Zły model LDIF!

source: Line %d: dn expected but %s found!
de: Zeile %d: dn erwartet aber %s gefunden!
pl: Linia %d: dn jest oczekiwana ale %s znaleziono!

source: End of file reached!
de: Dateiende erreicht!
pl: Osiągnięto koniec pliku!

source: Invalid version value: %s!
de: Ungültiger Versionswert: %s!
pl: Zła wartość wersji: %s!

source: Invalid URL!
de: Ungültige URL!
pl: Zły URL!

source: URL method not supported!
de: URL-Methode ist nicht unterstützt!
pl: Metoda URL nie jest wspierana!

source: A template name must not be empty!
de: Templatename muss eingegeben werden!
pl: Szablon nie może być pusty!

source: Missing %s in %s!
de: Es wurde kein %s in %s gefunden!
pl: Brakuje %s w %s!

source: Missing operator!
de: Operator fehlt!
pl: Brak operatora!

source: Source and destination paths overlap!
de: Verschieben nicht möglich. Der Zielordner ist dem Quellordner untergeordnet!
pl: Nie mogę przeniść: Żródłowe i docelowe śceżki pokrywają się!

source: On Vista or higher, LDAPAdmin must be executed with elevated privileges for this operation to succesfully complete!
de: Für diese Operation muss LDAPAdmin unter Windows Vista oder höher im administrativen Modus ausgeführt werden!
pl: Vista lub wyżej, LDAPAdmin uruchomiony z podwyższonymi uprawnieniami aby ukończyć tę operację!

source: Connection error: could not locate active connection!
pl: Błąd połączenia: Nie można znaleźć aktywnych połączeń!

source: Missing closing parenthesis!
de: Schließende Klammer fehlt!
pl: Brak nawiasów zamykających!

source: Node has children!
de: Der Knoten erhällt weitere Einträge!!
pl: Węzeł na podwęzły!

# constant.stnomorechecks
source: Do not perform this check in the future.
de: In zukunft nicht mehr nachfragen.
pl: Nie sprawdzaj w przyszłości

source: Pool depleted! No more available free id's for %s!
de: Pool ausgeschopft! Für %s! stehen keine freie ID's zu Verfügung!
pl: Pula wyczerpana! Nie ma więcej dostępnych wolnych ID dla %s!

source: Missing opening parenthesis!
de: Öffnende Klammer fehlt!!
pl: Brak nawiasów otwierających!

source: You should disable id creation only if you use a server side id assignment! Otherwise, you will not be able to create any users or groups.
de: Sie sollten die ID-Erstellung nur dann deaktivieren wenn die ID's serverseitig zugewiesen werden. Anderenfalls werden keine Benutzer oder Gruppen erstellt werden können.
pl: Należy wyłączyć tworzenie id tylko jeśli używasz przyznawania id po stronie serwera! W przeciwnym razie nie będziesz w stanie stworzyć żadnych użytkowników lub grup.

source: Can't load LDAP schema
de: Könnte LDAP-schema nicht laden!
pl: Nie moge wczytać schamtu ldap

source: Not enough arguments!
de: Nicht genügend Parameter!
pl: Nie wystarczająca liczba argumentów!

source: %s is not LDAPAdmin batch file!
de: %s ist keine LDAPAdmin batch Datei!
pl: %s to nie jest plik LDAPAdmin batch!

source: number
de: Zahl
pl: numer

source: %d objects
de: %d Objekte
pl: %d objekt

source: Object not found: %s!
de: Objekt nicht gefunden: %s!
pl: Nie znaleziono objektu: %s!

source: Passwords do not match!
de: Die eingegebenen Kennwörter stimmen nicht überein!
pl: Hasło nie pasują!

source: Password for : %s
de: Passwort für %s:
pl: Hasło dla : %s

source: Path not found:%s!
de: Pfad nicht gefunden:%s!
pl: Nie znaleziono ścieżki:%s!

source: Property is read only!
de: Eigenschaft kann nur gelesen werden!
pl: Właściwość jest tylko do odczytu!

source: Include passwords
pl: Załącz hasło

source: You are trying to change a password over a connection that is neither SSL/TLS-encrypted nor SASL-encrypted!
pl: Próbujesz zmienić hasło za pośrednictwem połączenia które nie jest szyfrowane SSL/TLS/SASL!

source: Warning: exported passwords will not be encrypted!
pl: Ostrzeżenie: Eksportowane hasło nie będzie zaszyfrowane!

source: Applying regular expression...
de: Regulären Ausdrück anwenden...
pl: Zastosuj wyrażenie regularne...

source: Regexp validation failed!
de: Regexp: Gültigkeitsprüfung fehlgeschlagen!
pl: Walidacja Regexp nie powidła się!

source: Repeat for all
pl: Powtórz dla wszystkich.

source: At least one E-Mail address must be defined!
de: Es muss mindestens eine E-Mail Adresse eingegeben werden!
pl: Przynajmniej jeden adres email musi zostać podany!

source: %s must have a value!
de: %s muss ein Wert haben!
pl: %s musi mieć wartość!

source: %s is required!
de: %s ist erforderlich!
pl: %s jest wymagane!

source: Reading: %d objects retrieved. Press ESC to abort...
de: Lesen: %d Objekte gelesen. Drücken Sie Escape-Taste zu beenden...
pl: Czytam: %d Pobieram objekt. Wciśnij ESC aby anulować...

source: SASL encryption can not be used over an SSL connection!
de: SASL-Verschlüsselung kann nicht über eine SSL-Verbindung benutzt werden!
pl: Szyfrowanie SASL nie może być użyte w połączeniu SSL!

source: Can't find SubschemaSubentry
de: Kann SubschemaSubentry nicht finden!
pl: Nie mogę znaleść PodSchematuPodWpisu

source: Property '%s' is not an event!
de: Eigenschaft '%s' ist kein Ereigniss!
pl: Ta własność nie jest zdarzeniem!

source: '%s' does not support '%s' event!
de: '%s' unterstützt den Ereigniss '%s' nicht!
pl: Nie wpisera tego zdarzenia!

source: Unsupported parameter type!
de: Nicht unterstützter Parametertyp!
pl: Nie wspierany typ paramteru!

source: Could not convert set to integer!
de: Set könnte nicht in Integer kovertiert werden!
pl: Nie można ustawić konwersji do liczby całkowitej!

source: Stop TLS Failed! The connection will be closed due to unrecoverable error.
de: Fehler bei Stop TLS Befehl! Die Verbindung wird geschlossen.
pl: Stop Nieudane negocjajca TLS! Połączenie zostanie zamknięte spowodowane nie odtwarzalnym błędem.

source: time format
de: Zeitformat
pl: format czasu

source: Too many arguments!
de: Zu viele Parameter!
pl: Za dużo argumentów!

source: Unclosed string!
de: Nicht abgeschlossener String!
pl: Nie zamknięty string!

source: Unexpected end of string: %s!
de: Nicht gültig abgeschloßene Zeichenkette: %s!
pl: Oczekiwano zakończenia stringu: %s!

source: Unsupported operation: %s!
de: Vorgang nicht unterstützt: %s!
pl: Nieobsługiwana operacja: %s!

source: Unsupported authentication method: %s!
de: Nicht unterstütze Authentifizierungsmethode: %s!
pl: Niewspierana metoda autoryzacji: %s!

source: Unsupported matching rule %s!
de: Suchfilter wird nicht unterstützt %s!
pl: Nieobsługiwana reguła porówniania %s!

source: Unsupported script type:
de: Nicht unterstütze Scriptsprache:
pl: Niewspierany typ skrytu:

source: User logon name is incomplete!
pl: Nazwa logowania jest niekompletna!

source: User break!
de: Abbruch durch Benutzer!
pl: Przerwane przez Użytkownika!

source: Can not write to read only property!
de: Einer Nur-Lesen Eigenschaft kann kein Wert zugewiesen werden !
pl: Nie można zapisać tylko do odczytu!

source: No opening tag!
de: Kein Starttag gefunden!
pl: Nie otwarto tag!

# tadpassdlg.cancelbtn.caption
source: &Cancel
de: &Abbrechen
pl: Anuluj

source: User must change password on next login
pl: Uzytkownik musi zmienić hasło przy następnym logowaniu

source: Password never expires
pl: Hasło nigdy nie wygasa

source: &New password:
de: Neues Passwort:
pl: Nowe Hasło:

source: &Confirm password:
de: Bestätigen:
pl: Powtórz Hasło:

# tconfigdlg.btnadd.caption
source: &Add...
de: Hinzufügen...
pl: Dodaj...

# TCONFIGDLG.BTNADDLANG.CAPTION
source: &Add...
de: Hinzufügen...
pl: Dodaj...

# tconfigdlg.btndel.caption
source: &Remove
de: Entfernen
pl: Usuń

# TCONFIGDLG.BTNDELLANG.CAPTION
source: &Remove
de: Entfernen
pl: Usuń

# tconfigdlg.btneditlang.caption
source: &Edit
de: &Bearbeiten
pl: &Edycja

source: Cancel
de: Abbrechen
pl: Anuluj

source: &Connect on start:
de: Beim Start verbinden mit:
pl: Połącz przy starcie:

source: Do not decode LDAP strings
de: Keine dekodierung der LDAP Zeichenketten
pl: Nie dekoduj ciągów

source: &Enforce container objects
de: Nur Containerobjekte sind erweiterbar
pl: Wymuś obiekt kontenera

source: &Identify objects
de: Objekte erkennen
pl: Identyfikcja obiektu

source: Smart &delete
de: Beim löschen Verweise entfernen
pl: Usuwanie w trybie Smart

source: &Autoload templates when editing
de: Beim Bearbeiten von Einträgen Templates automatisch laden
pl: Automatycznie ładuj szablon podczas edycji

source: Allow templates to e&xtend property dialogs
de: Templates dürfen Eigenschaftsdialoge erweitern
pl: Pozwól, aby szablon rozszerzał funkcjonalność okna dialogowego

source: &Template icons
pl: Ikona szablonu

source: Use templates as property objects
de: Templates als Eigenschaftsobjekte verwenden
pl: Użyj szablonów jako właściwość obiektu

source: Always &check associations
de: Beim start immer überprüfen
pl: Zawsze sprawdzaj powiązania

source: &LDAP tree
de: LDAP Verzeichnis
pl: Drzewo LDAP

source: &Files
de: Dateien
pl: Pliki

source: Sea&rch
de: Suche
pl: Szukaj

# tconfigdlg.groupbox5.caption
source: &Options
de: Optionen
pl: Opcje

source: &Languages
de: Sprachen
pl: Język

source: &Transcoding
de: Transcodierung
pl: Kodowanie

source: &Template directories:
de: Templateverzeichnisse:
pl: Katalog Szablonów:

source: &Quick search filter:
de: Schnellsuche:
pl: Filtr szybkiego szukania:

source: Character transcoding table:
de: Zeichentabelle:
pl: Tabela kodowania znaków:

source: &Filter:
de: Suchfilter:
pl: Filtr:

source: &File directories:
de: Verzeichnisse:
pl: Katalog plików:

source: &Set as default LDAP browser
de: Als standard LDAP-Browser festlegen
pl: Ustaw jako domyślną przeglądarkę LDAP

source: &Application
de: Applikation
pl: Aplikcje

source: &Templates
pl: Szablony

source: &Localization
de: Lokalisierung
pl: Lokalizacja

# tconnlistfrm.actcopyaccount.caption
source: &Copy...
de: Kopieren...
pl: Kopiuj...

source: Copy account
de: Konto kopieren
pl: Kopiuj konto

source: Delete account
de: Verbindung löschen
pl: skasuj konto

# tconnlistfrm.actdeletefolder.caption
source: Delete folder
pl: Usuń folder

# TCONNLISTFRM.ACTDELETEFOLDER.HINT
source: Delete folder
pl: Usuń folder

source: Delete storage
pl: Usuń zasób

source: Delete file storage
de: Dateispeicher löschen
pl: Skasuj plik magazynu

source: Export...
pl: Eksport...

source: Export to file
pl: Eksport do pliku

source: Import from file
pl: Import do pliku

# tconnlistfrm.actnewaccount.caption
source: &New...
de: Neu...
pl: Nowy...

source: Create new account
de: Neue Verbindung einrichten
pl: Utwórz nowe konto

source: New folder...
pl: Nowy folder...

source: Create new folder
pl: Utwórz nowy folder

source: Create new file storage
de: Speicher einrichten
pl: Utworz nowy plik magazynu

source: Open existing file storage
de: Speicher öffnen
pl: Otwórz istniejący plik magazynu

# tconnlistfrm.actpropertiesaccount.caption
source: &Properties...
de: Eigenschaften...
pl: Właściwości...

source: &Rename
de: Umbenennen
pl: Zmień

source: Rename account
de: Verbindung umbenennen
pl: Zmień konto

# tconnlistfrm.actrenamefolder.caption
source: Rename folder
pl: Zmień nazwę folderu

# TCONNLISTFRM.ACTRENAMEFOLDER.HINT
source: Rename folder
pl: Zmień nazwę folderu

# TCONNLISTFRM.CANCELBTN.CAPTION
source: &Cancel
de: Abbrechen
pl: Anuluj

source: Change view style
de: Ansicht ändern
pl: Zmień styl widoku

source: Large icons
de: Kacheln
pl: Duże ikony

source: List
de: Liste
pl: Lista

source: Small icons
de: Symbole
pl: Małe ikony

source: Table
de: Details
pl: Tabela

source: Account
de: Verbindung
pl: Konto

# tconnpropdlg.btnadd.caption
source: &Add
de: Hinzufügen
pl: Dodaj

# TCONNPROPDLG.BTNREMOVE.CAPTION
source: &Remove
de: Entfernen
pl: Usuń

# TCONNPROPDLG.CANCELBTN.CAPTION
source: &Cancel
de: Abbrechen
pl: Anuluj
