Repository: AndreasLrx/LDAP-Admin
Catalog: Source/locale/LdapAdmin.*.po
Languages: de, pl

# tconnpropdlg.cbanonymous.caption
source: Anonymous connection
de: Anonyme Verbindung
pl: Anonimowe połączenie

source: Paged search
de: Paged-Suche
pl: Szukaj stronicowo

source: &Show operational attributes:
de: Operationsattribute anzeigen:
pl: Pokaż operacyjne atrybuty:

source: Connection:
de: Verbindung:
pl: Połączenie:

source: Fetch DNs
de: DNs abrufen
pl: Przechwyć DNs

# tconnpropdlg.groupbox1.caption
source: Search
de: Suche
pl: Szukaj

source: Referrals
de: Weiterleitungen
pl: Polecane

source: Directory
pl: Katalog

source: Connection name:
de: Verbindungsname:
pl: Nazwa Połączenia:

source: Chase referrals:
de: Weiterleitungen verfolgen:
pl: Śledź odsyłacze:

source: Referral hops:
de: Anzahl Knoten:
pl: Skok do odsyłacza

source: Size limit:
de: Größenlimit:
pl: Limit wielkości:

source: Time limit:
de: Zeitlimit:
pl: Limit czasu:

source: Page size:
de: Seitengröße:
pl: Wielkość strony:

source: Username:
de: Benutzername:
pl: Użytkownik:

# tconnpropdlg.label5.caption
source: Password:
de: Passwort:
pl: Hasło:

source: Base:
pl: Baza:

source: Version:
pl: Wersja:

source: Directory type:
pl: Typ katalogu:

source: This storage does not allow to keep the password
de: Sie können kein Passwort in dieses Speicher ablegen!
pl: Ten magazyn nie pozwala na przechowywanie haseł

source: Simple authentication
de: Einfache Authentifizierung
pl: Proste uwierzytelnienie

source: General
de: Allgemein
pl: Ogólny

# TCONNPROPDLG.TABSHEET2.CAPTION
source: &Options
de: Optionen
pl: Opcje

source: &Attributes
de: Attribute
pl: Atrybuty

source: Test connection
de: Verbinung überprüfen
pl: Test połączenia

source: &About...
pl: O...

source: Create &alias...
de: Alias erstellen...
pl: Utwórz Alias...

source: Bookmarks...
de: Favoriten...
pl: Zakładki...

source: Connect...
de: Verbinden...
pl: Połącz...

source: Connect
de: Verbindung herstellen
pl: Połącz

source: Copy
de: Kopieren
pl: Kopiuj

source: Copy &dn to clipboard
de: DN Kopieren
pl: Kopiuj dn: do schowka

# TMAINFRM.ACTCOPYENTRY.CAPTION
source: &Copy...
de: Kopieren...
pl: Kopiuj...

source: Copy Attribute name
de: Attributsname kopieren
pl: Kopiuj nazwę Atrybutu

source: Copy Value
de: Attributswert kopieren
pl: Kopiuj wartość

source: &Customize menu...
de: Menu anpassen...
pl: Dostosuj menu...

# TMAINFRM.ACTDELETEENTRY.CAPTION
source: &Delete
de: Löschen
pl: Usuń

source: Delete entry
de: Eintrag löschen
pl: Usuń wpis

source: Disconnect...
de: Trennen...
pl: Rozłącz...

source: Disconnect
de: Verbindung trennen
pl: Rozłącz

source: &Edit Entry...
de: Eintrag bearbeiten...
pl: Edytuj wpis...

# tmainfrm.acteditentry.hint
source: Edit entry
de: Eintrag bearbeiten
pl: Edytuj wpis

source: Edit value...
de: Wert ändern...
pl: Edytuj wartość...

source: Show &Entries
de: Einträge anzeigen
pl: Pokaż wpisy

source: &Exit
de: Beenden
pl: Wyjście

source: Exit
de: LdapAdmin verlassen
pl: Wyjście

source: &Export...
de: Exportieren...
pl: Eksportuj...

source: &Find in schema...
de: In Schema finden...
pl: Znajdź schemat...

source: &Go to...
de: &Zum Eintrag...
pl: Idź do...

source: &Help...
de: &Hilfe...
pl: &Pomoc...

source: &Icons
de: Symbole
pl: Ikony

source: &Import...
de: Importieren...
pl: Importuj...

source: &List
de: Liste
pl: Lista

source: &Modify set...
de: Batchbearbeitung...
pl: Ustawienie modyfikacji

source: Modify attribute values on multiple objects
de: Batchbearbeitung
pl: Modyfikuj wartość atrybutów wielu obiektom

source: &Move...
de: Verschieben...
pl: Przenieś...

source: Open...
de: Öffnen...
pl: Otwórz...

source: &Options...
de: Optionen...
pl: Opcje...

source: &Set Password...
de: Passwort setzen...
pl: Ustaw Hasło...

source: Session &preferences...
de: Verbindungseinstellungen...
pl: Ustawienia sesji..

# TMAINFRM.ACTPROPERTIES.CAPTION
source: &Properties...
de: Eigenschaften...
pl: Właściwości...

source: Edit properties
de: Objekteigenschaften anzeigen
pl: Właściwości

source: &Refresh
de: Aktualisieren
pl: Odśwież

source: Refresh
de: Ansicht aktualisieren
pl: Odśwież

source: &Rename...
de: Umbenennen...
pl: Zmień...

source: Schema...
pl: Schemat...

source: Schema Viewer
de: Schema anzeigen
pl: Podgląd schematów

source: Search...
de: Suchen...
pl: Szukaj...

# TMAINFRM.ACTSEARCH.HINT
source: Search
de: Suchen
pl: Szukaj

source: &Small Icons
de: &Kleine Symbole
pl: Małe ikony

source: Show V&alues
de: Attributswerte anzeigen
pl: Pokaż wartości

source: &View binary...
de: Binäransicht...
pl: Podgląd dwójkowy...

source: Search for:
de: Finde:
pl: Szukaj dla:

# TMAINFRM.MBEDIT.CAPTION
source: &Edit
de: Bearbeiten
pl: Edycja

source: Get templates...
de: Templates herunterladen...
pl: Zdobądź szablon...

source: Inf&o...
pl: Informacje...

source: &Language
de: Sprache
pl: Język

# tmainfrm.mbnew.caption
source: &New
de: Neu
pl: Nowy

source: &Tools
de: Extras
pl: Narzędzia

# tmainfrm.mbview.caption
source: &View
de: Ansicht
pl: Podgląd

source: &View Style
de: &Ansicht
pl: Podgląd stylu

# TMAINFRM.PBNEW.CAPTION
source: &New
de: Neu
pl: Nowy

source: View &certificate...
de: Zertifikat anzeigen...
pl: Podgląd certyfikatu...

source: View &picture...
de: Bild anzeigen...
pl: Podgląd zdjęcia...

# tmainfrm.redobtn.hint
source: Forward
de: Wiederrufen
pl: Naprzód

source: Backward
de: Rückgängig
pl: Wstecz

source: Close
de: Schließen
pl: Zamknij

source: Export Schema
de: Schema exportieren
pl: Eksportuj schemat

source: Search:
de: Suche:
pl: Szukaj:

source: &Copy
de: Kopieren...
pl: Kopiuj

source: Open
de: Öffnen
pl: Otwórz

source: Open in new Tab
de: In neuem Tab öffnen
pl: Otwórz w nowej zakładce

source: Undo
de: Wiederherstellen
pl: Cofnij

# TSCHEMADLG.REDOBTN.HINT
source: Forward
de: Vorwärts
pl: Dalej

source: Back
de: Zurück
pl: Wstcz

source: Whole words only
de: Nur ganze Wörter
pl: Tylko całe słowa

source: Objectclass
de: Objektklasse

source: &Startup
de: Start

# tconnlistfrm.actdeleteaccount.caption
source: &Delete
de: Löschen

source: Dereference aliases:
de: Aliase dereferenzieren:
